Repository: aymanalhajj/hm_admin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: app settings
ar: إعدادت المنصة

source: name
ar: الإسم

source: Organization Type
ar: نوع المنشأة

source: Order Status
ar: حالة الطلب

source: Order Statuses
ar: حالات الطلب

source: Task Status
ar: حالة المهمة

source: Task Statuses
ar: حالات المهام

source: Visit Status
ar: حالة الزيارة

source: Visit Statuses
ar: حالات الزيارات

source: Employee Role
ar: صفة الموظف

source: Order Stage
ar: مرحلة الطلب

source: Order Stages
ar: مراحل الطلب

source: section manager
ar: مسؤول القسم

source: Service Section
ar: قسم الخدمة

source: Service Type
ar: نوع الخدمة

source: service section
ar: قسم الخدمة

source: service type
ar: نوع الخدمة

source: section engineer
ar: المهندس المختص

source: Service Section Employee
ar: الموظف المختص

source: Service Section Employees
ar: موظفين القسم

source: days before contract
ar: زيارة العميل قبل انتهاء العقد (عدد ايام)

source: Project Setting
ar: الإعدادات

source: Project Settings
ar: الإعدادات

source: user
ar: المستخدمين

source: users
ar: المستخدمين

source: user type name
ar: اسم نوع المستخدم

source: User Type
ar: نوع المستخدم

source: first name
ar: الإسم الأول

source: second name
ar: الإسم الثاني

source: third name
ar: الإسم الثالث

source: fourth name
ar: الإسم الرابع

source: last name
ar: اللقب

source: email
ar: البريد الإلكتروني

source: mobile
ar: رقم الموبايل

source: username
ar: اسم المستخدم

source: password
ar: كلمة المرور

source: user type
ar: نوع المستخدم

source: User Account
ar: حساب المستخدم

source: Geo Location
ar: الموقع الجغرافي

source: longitude
ar: خد الطول

source: latitude
ar: خد العرض

source: country name
ar: الدولة

source: locality
ar: المنطقة

source: address
ar: العنوان

source: organization
ar: المنشأة

source: created date
ar: تاريخ الإنشاء

source: Arabic
ar: العربية

source: organizations
ar: المنشآت

source: no
ar: لا

source: yes
ar: نعم

source: agreed
ar: تم الإتفاق

source: disagreed
ar: لم يتم الإتفاق

source: organization type
ar: نوع المنشأة

source: order status
ar: حالة الطلب

source: employee
ar: المندوب

source: note
ar: ملاحظات المندوب

source: expected date
ar: تاريخ انتهاء العقد

source: order stage
ar: مرحلة الطلب

source: image url
ar: صورة للمنشأة

source: organization employees
ar: موظفين المنشأة

source: organization services
ar: خدمات المنشأة

source: Organization
ar: المنشأة

source: Organizations
ar: المنشآت

source: visit state
ar: حالة الزيارة

source: visit note
ar: ملاحظات الزيارة

source: visitor
ar: قام بالزيارة

source: is reviewed
ar: تم المراجعة؟

source: reviewer
ar: المراجع

source: review note
ar: ملاحظات المراجع

source: Organization Visit
ar: زيارة المنشأة

source: Organization Visits
ar: زيارات المنشآت

source: started at
ar: تاريخ بدء المهمة

source: finished at
ar: تاريخ إنهاء المهمة

source: task state
ar: حالة الزيارة

source: created at
ar: تاريخ الإنشاء

source: Visit Task
ar: مهمة الزيارة

source: Visit Tasks
ar: مهام الزيارة

source: file url
ar: ملف المنشأة

source: file description
ar: وصف الملف

source: created by
ar: تم الإنشاء بواسطة

source: Organization File
ar: ملف المنشأة

source: Organization Files
ar: ملفات المنشأة

source: employee role
ar: صفة الموظف

source: mobile number
ar: رقم الجوال

source: Organization Employee
ar: موظف المنشأة

source: Organization Employees
ar: موظفين المنشأة

source: is visited
ar: تم الزيارة؟

source: Organization Service
ar: خدمة المنشأة

source: Organization Services
ar: خدمات المنشأة
